[Setting]
LEDSET_Language=French_ledset
[String]
IDD116_1011=Détection de la carte de contrôle avec l'adresse IP spécifié

IDD116_1012=Détecte automatiquement la carte de contrôle dans le réseau local
IDD116_1086=Actualiser
IDD116_1190=Ne pas branchez la carte de commande, naviguez simplement la fonctionnalité du logiciel

IDD116_1018=Démarrez le guidage pour la configuration intelligente
IDD116_1019=Importation d'un fichier de configuration *.hcp
IDD116_1014=Configuration de paramètres courants tels que la largeur et la hauteur
IDD116_1087=Configuration de paramètre IP de l'internet
IDD116_1015=Test de l'écran
IDD116_1024=Configuration de l'écran spécial (écran super long, écran vertical, écran rotatif)
IDD116_1016=D'autres fonctions moins fréquemment utilisés
IDD116_1116=Restaurer l'adresse IP de carte de commande
IDD116_1155=Personnaliser générateur de fichier hcp
IDD116_1218=Commutation de langue(Language)


IDS_MESSAGE_SPECIAL_TIP1=Largeur de la plaque de cellule ne peut pas être 0
IDS_MESSAGE_SPECIAL_TIP2=Hauteur de la plaque de cellule ne peut pas être 0
IDS_MESSAGE_SPECIAL_TIP3=Diviser au moins en deux sections, le nombre d'entrée est supérieur ou égal à 2
IDS_MESSAGE_SPECIAL_TIP4=Ne peut être divisé en
IDS_MESSAGE_SPECIAL_TIP5=Section, vérifiez si la largeur, la hauteur de l'écran et de les paramètres de hauteur et largeur de la plaque de cellules sont remplies correctement
IDS_MESSAGE_SPECIAL_TIP6=Compter de haut
IDS_MESSAGE_SPECIAL_TIP7=Compter de bas
IDS_MESSAGE_SPECIAL_TIP8=Numéro
IDS_MESSAGE_SPECIAL_TIP9=Segment
IDS_MESSAGE_SPECIAL_TIP10=Plaque de cellule
IDS_MESSAGE_SPECIAL_TIP11=D'abord
IDS_MESSAGE_SPECIAL_TIP12=Le cablage
IDS_MESSAGE_SPECIAL_TIP13=Ensuite
IDS_MESSAGE_SPECIAL_TIP14=A l'arrière dernière panneau de rangée
IDS_MESSAGE_SPECIAL_TIP15=Encore une fois
IDS_MESSAGE_SPECIAL_TIP16=Au
IDS_MESSAGE_SPECIAL_TIP17=Carte de contrôle
IDS_MESSAGE_SPECIAL_TIP18=Ne supportez pas ce segment, réglez la division de segment ou vérifiez si la largeur, la hauteur de l'écran et de les paramètres de hauteur et largeur de la plaque de cellules sont remplies correctement
IDS_MESSAGE_SPECIAL_TIP19=Commencer par la première plaque de cellule à droit pour le cablage à la carte de commande
IDS_MESSAGE_SPECIAL_TIP20=Comptez de la droite
IDS_MESSAGE_SPECIAL_TIP21=De haut jusqu'en bas
IDS_MESSAGE_SPECIAL_TIP22=De bas au haut
IDS_MESSAGE_SPECIAL_TIP23=Dévider
IDS_MESSAGE_SPECIAL_TIP24=A l'intérieur
IDS_MESSAGE_SPECIAL_TIP25=Semblable à supérieur
IDS_MESSAGE_SPECIAL_TIP26=Semblable à la suivante

IDS_MESSAGE_ZNCE_LOW_VERSION=Le logiciel de la carte de commande est la version avant le 14 Août 2008, il ne supporte pas la configuration intelligente
IDS_MESSAGE_ZNCE_ERROR_FILE=Ce dossier de configuration est endommagé
IDS_MESSAGE_ZNCE_SEND_OVER_TIP=Après l'envoi de paramètres, la carte de contrôle redémarre automatiquement, reportez-vous à l'affichage sur écran
IDS_MESSAGE_ZNCE_SAVE_AND_SEND_PARAM=Enregistrez les paramètres de l'écran et envoyez àla carte de commande
IDS_MESSAGE_ZNCE_POINT_LINE_OVER=Après le réglage, le tableau de la règle d'alignement est enregistré automatiquement dansD:\\ncp.jpg,S'il vous plaît envoyer les photos à QQ:69176695,ou par téléphone 021-51875808
IDS_MESSAGE_ZNCE_DISABLE_DO_IT=Cet écran n'est pas dans la gamme de configuration intelligente
IDS_MESSAGE_ZNCE_RESET_PARAM=Réglage des paramètres est incorrect, veuillez régler ànouveau
IDS_MESSAGE_ZNCE_PLEASE_SEL=Veuillez choisir
IDS_MESSAGE_STEP6_1=S'il vous plaît sélectionner le nombre de lignes lumineuses
IDS_MESSAGE_STEP6_2=S'il vous plaît sélectionner le nombre de lignes espacées de lignes lumineuses
IDS_MESSAGE_STEP6_3=Le module entier est allumé ou seulement une est lumineuse

IDS_MESSAGE_STEP5_1=Sans cette combinaison de couleurs
IDS_MESSAGE_STEP5_2=S'il vous plaît choisir une couleur pour l'état 1
IDS_MESSAGE_STEP5_3=S'il vous plaît choisir une couleur pour l'état 2
IDS_MESSAGE_STEP5_4=S'il vous plaît choisir une couleur pour l'état 3
IDS_MESSAGE_STEP5_5=rouge
IDS_MESSAGE_STEP5_6=vert
IDS_MESSAGE_STEP5_7=bleu
IDS_MESSAGE_STEP5_8=noir

IDS_MESSAGE_STEP4_1=S'il vous plaît sélectionner l'état d'affichage approprié selon le phénomène vu sur l'écran
IDS_MESSAGE_STEP4_2=L'état 1 lumineux, l'état 2 sombre
IDS_MESSAGE_STEP4_3=L'état 1 sombre, l'état 2 lumineux
IDS_MESSAGE_STEP4_4=Aucun changement

IDS_MESSAGE_STEP2_2=L'état 1 éteint, l'état 2 lumineux
IDS_MESSAGE_STEP2_3=L'état 1 lumineux, l'état 2 éteint

IDS_MESSAGE_STEP1_1=Hauteur , veuillez saisir un nombre multiple de 4
IDS_MESSAGE_STEP1_2=Hauteur dépasse le maximum 32, veuillez réessayer 
IDS_MESSAGE_STEP1_3=Largeur , veuillez saisir un nombre multiple de 4
IDS_MESSAGE_STEP1_4=La largeur dépasse le maximum 64, veuillez réessayer 
IDS_MESSAGE_STEP1_5=S'il vous plaît sélectionner l'état d'affichage approprié selon le phénomène vu sur l'écran
IDS_MESSAGE_STEP1_6=S'il vous plaît sélectionner l'état d'affichage approprié selon le phénomène vu sur l'écran 
IDS_MESSAGE_STEP1_7=S'il vous plaît sélectionner le nombre de groupe de cable
IDS_MESSAGE_STEP1_8=S'il vous plaît choisir le nombre de groupe RGB
IDS_MESSAGE_STEP1_9=S'il vous plaît sélectionner le type HUB
IDS_MESSAGE_STEP1_10=S'il vous plaît sélectionner le type de décodage

IDS_MESSAGE_STEP7_16_1=L'usage courant
IDS_MESSAGE_STEP7_8_8_1=Type 1: l'usage courant
IDS_MESSAGE_STEP7_8_8_2=Type 2:KW
IDS_MESSAGE_STEP7_8_16_1=Type 1: ligne 16 point 8 type Z
IDS_MESSAGE_STEP7_8_16_2=Type 2: ligne 16 point 16 type Z
IDS_MESSAGE_STEP7_8_16_3=Type 3: ligne 16 point 4 type Z
IDS_MESSAGE_STEP7_8_16_4=Type 4: ligne 16 point 8 type U
IDS_MESSAGE_STEP7_8_16_5=Type 5: ligne 16 point 16 type U
IDS_MESSAGE_STEP7_8_16_6=Type 6: ligne 16 point 4 type U
IDS_MESSAGE_STEP7_8_16_7=Type 7: ligne 16 point 16 type U 2
IDS_MESSAGE_STEP7_8_16_8=Type 8: HSD
IDS_MESSAGE_STEP7_8_16_9=Type 9: QSH
IDS_MESSAGE_STEP7_4_4_1=L'usage courant
IDS_MESSAGE_STEP7_4_8_1=Type 1: ligne 8 point 8 type Z
IDS_MESSAGE_STEP7_4_8_2=Type 2: ligne 8 point 4 type Z
IDS_MESSAGE_STEP7_4_8_3=Type 3: ligne 8 point 16 type Z
IDS_MESSAGE_STEP7_4_8_4=Type 4: ligne 8 point 8 type U
IDS_MESSAGE_STEP7_4_8_5=Type 5: ligne 8 point 4 type U
IDS_MESSAGE_STEP7_4_8_6=Type 6: ligne 8 point 16 type U
IDS_MESSAGE_STEP7_4_8_7=Type 7: TJPF(2)

IDS_MESSAGE_STEP7_4_16_1=Type 1: ligne 16 point 4 type Z
IDS_MESSAGE_STEP7_4_16_2=Type 2: ligne 16 point 8 type Z
IDS_MESSAGE_STEP7_4_16_3=Type 3: ligne 16 point 16 type Z
IDS_MESSAGE_STEP7_4_16_4=Type 4: ligne 16 point 4 type U
IDS_MESSAGE_STEP7_4_16_5=Type 5: ligne 16 point 8 type U
IDS_MESSAGE_STEP7_4_16_6=Type 6: ligne 16 point 16 type U
IDS_MESSAGE_STEP7_4_16_7=Type 7: ligne 16 rangée 8 ligne 8 rangée 16 ligne 16 type Z
IDS_MESSAGE_STEP7_4_16_8=Type 8: ligne 16 rangée 8 ligne 8 rangée 16 ligne 16 type U
IDS_MESSAGE_STEP7_4_16_9=Type 9: Balayage 4 rangée 8 type U point 32 retour
IDS_MESSAGE_STEP7_4_16_10=Type 10: Balayage 4 rangée 8 ligne 16 type Z
IDS_MESSAGE_STEP7_2_4_1=Type 1: Ligne 4 point 8 type Z
IDS_MESSAGE_STEP7_2_4_2=Type 2: Ligne 4 point 4 type Z
IDS_MESSAGE_STEP7_2_4_3=Type 3: Ligne 4 point 16 type Z
IDS_MESSAGE_STEP7_2_4_4=Type 4: Ligne 4 point 8 type U
IDS_MESSAGE_STEP7_2_4_5=Type 5: Ligne 4 point 4 type U
IDS_MESSAGE_STEP7_2_4_6=Type 6: Ligne 4 point 16 type U

IDS_MESSAGE_STEP7_2_8_1=Type 1: Ligne 8 point 8 type Z
IDS_MESSAGE_STEP7_2_8_2=Type 2: Ligne 8 point 4 type Z
IDS_MESSAGE_STEP7_2_8_3=Type 3: Ligne 8 point 16 type Z
IDS_MESSAGE_STEP7_2_8_4=Type 4: Ligne 8 point 8 type U
IDS_MESSAGE_STEP7_2_8_5=Type 5: Ligne 8 point 4 type U
IDS_MESSAGE_STEP7_2_8_6=Type 6: Ligne 8 point 16 type U
IDS_MESSAGE_STEP7_2_8_7=Type 7:LJJ
IDS_MESSAGE_STEP7_2_8_8=Type 8:SHZY

IDS_MESSAGE_STEP7_2_16_1=Type 1: ligne 16 point 4 type Z
IDS_MESSAGE_STEP7_2_16_2=Type 2: ligne 16 point 8 type Z
IDS_MESSAGE_STEP7_2_16_3=Type 3: ligne 16 point 16 type Z
IDS_MESSAGE_STEP7_2_16_4=Type 4: ligne 16 point 4 type U
IDS_MESSAGE_STEP7_2_16_5=Type 5: ligne 16 point 8 type U
IDS_MESSAGE_STEP7_2_16_6=Type 6: ligne 16 point 16 type U

IDS_MESSAGE_STEP7_12_1=Type 1: ABS

IDS_MESSAGE_STEP7_14_1=Type 1: Rangée 4 pli 4 type Z
IDS_MESSAGE_STEP7_14_2=Type 2: Rangée 8 ligne 2 rangée 16 ligne 4 type Z
IDS_MESSAGE_STEP7_14_3=Type 3: Rangée 4 ligne 2 rangée 8 ligne 4 type Z
IDS_MESSAGE_STEP7_14_4=Type 4: Rangée 8 ligne 4 type Z
IDS_MESSAGE_STEP7_14_5=Type 5: Rangée 8 ligne 4 type U
IDS_MESSAGE_STEP7_14_6=Type 6: ligne 4 rangée 4 type Z
IDS_MESSAGE_STEP7_14_7=Type 7: ligne 4 rangée 4 type U
IDS_MESSAGE_STEP7_14_8=Type 8: ligne 2 rangée 8 ligne 4 type Z
IDS_MESSAGE_STEP7_14_9=Type 9: ligne 2 rangée 8 ligne 4 type U
IDS_MESSAGE_STEP7_14_10=Type 10: rangée 4 pli 4 type U
IDS_MESSAGE_STEP7_14_11=Type 11: HZBL
IDS_MESSAGE_STEP7_14_12=Type 12: QPDZ
IDS_MESSAGE_STEP7_14_13=Type 13: QPDZ2


IDS_MESSAGE_STEP7_18_1=Type 1: Rangée 4 pli 8 type Z
IDS_MESSAGE_STEP7_18_2=Type 2: rangée 8 pli 8 type Z
IDS_MESSAGE_STEP7_18_3=Type 3: ligne 8 rangée 8 type Z
IDS_MESSAGE_STEP7_18_4=Type 4: rangée 4 pli 8 type U
IDS_MESSAGE_STEP7_18_5=Type 5: rangée 8 pli 8 type U
IDS_MESSAGE_STEP7_18_6=Type 6: ligne 8 rangée 8 type U
IDS_MESSAGE_STEP7_18_7=Type 7: ligne 8 rangée 8 type U 2
IDS_MESSAGE_STEP7_18_8=Type 8: JLX
IDS_MESSAGE_STEP7_18_9=Type 9: TJPF
IDS_MESSAGE_STEP7_18_10=Type 10: GH
IDS_MESSAGE_STEP7_18_11=Type 11: ALX
IDS_MESSAGE_STEP7_18_12=Type 12: JDW
IDS_MESSAGE_STEP7_116_1=Type 1: linge 16 rangée 16 type Z
IDS_MESSAGE_STEP7_116_2=Type 2: rangée 4 ligne 16 rangée 16 type Z
IDS_MESSAGE_STEP7_116_3=Type 3: rangée 4 ligne 2 rangée 32 ligne 16 type Z
IDS_MESSAGE_STEP7_116_4=Type 4: SZLT
IDS_MESSAGE_STEP7_116_5=Type 5: HDS
IDS_MESSAGE_STEP7_116_6=Type 6: TWQQ
IDS_MESSAGE_STEP7_116_7=Type 7: TWYW
IDS_MESSAGE_STEP7_116_8=Type 8: TWQQ2

IDS_MESSAGE_ZNCE_QUIT_XIANGDAO=Le guidage n'a pas été terminé \n confirmez de quitter?

IDS_MESSAGE_ZNCE_GRAY_NO_GRAY=Sans le niveau gris
IDS_MESSAGE_ZNCE_GRAY_NO_16=Classe 16
IDS_MESSAGE_ZNCE_GRAY_NO_64=Classe 64
IDS_MESSAGE_ZNCE_GRAY_NO_256=Classe 256
IDS_MESSAGE_ZNCE_GRAY_NO_1024=Classe 1024
IDS_MESSAGE_ZNCE_GRAY_NO_4096=Classe 4096
IDS_MESSAGE_ZNCE_GRAY_NO_OE=Pas de OE
IDS_MESSAGE_ZNCE_GRAY_NO_OE_16=Pas de classe OE 16
IDS_MESSAGE_ZNCE_GRAY_NO_OE_64=Pas de classe OE 64

IDS_MESSAGE_ZNCE_SPECIAL_TIP1=S'il vous plaît régler correctement la règle de la ligne du module unique
IDS_MESSAGE_ZNCE_SPECIAL_TIP2=S'il vous plait régler correctement les pixels de largeur et la hauteur de l'écran
IDS_MESSAGE_ZNCE_SPECIAL_TIP3=Le pixel de largeur et la hauteur de la carte de commande actuelle est:
IDS_MESSAGE_ZNCE_SPECIAL_TIP4=Est-il même avec le pixel de largeur et la hauteur de l'écran réel?
IDS_MESSAGE_ZNCE_SPECIAL_TIP5=S'il vous plaît observer par rapport à l'arrière de l'écran
IDS_MESSAGE_ZNCE_SPECIAL_TIP6=S'il vous plaît configurer les parameters d'abord
IDS_MESSAGE_ZNCE_SPECIAL_TIP7=S'il vous plaît sauver les dimensions de la largeur et la hauteur de l'écran
IDS_MESSAGE_ZNCE_YIMA_TYPE1=Balayage[Oui 138]
IDS_MESSAGE_ZNCE_YIMA_TYPE2=2 balayage sans décodage
IDS_MESSAGE_ZNCE_YIMA_TYPE3=4 balayage sans décodage
IDS_MESSAGE_ZNCE_YIMA_TYPE4=Etat statique, pas de 138

IDS_MESSAGE_NOT_SUPPORT_THIS=Un tel alignement n'est pas pris en charge, veuillez vérifier

IDS_MESSAGE_STEP5_9=Autres couleurs
IDS_MESSAGE_STEP5_10=Si d'autres couleurs apparaissent, indiquant une erreur de sélection de HUB, veuillez quitter pour redémarrer la configuration intelligent;

IDS_MESSAGE_STEP8_TEST_LINE_IS_RIGHT=Observer si la ligne oblique est normale dans le module, Si elle est normale, le réglage de ce guidage est réussi, cliquez sur le bouton ‘'Oui ‘'pour enregistrer le fichier de configuration.
IDS_MESSAGE_STEP8_FAILED_RESET_PLEASE=La configuration de guidage est échoué veuillez vérifier et régler à nouveau

IDS_MESSAGE_SCREEN_ROTATE_NORMAL=Normal
IDS_MESSAGE_SCREEN_ROTATE_90=Tournez 90 degrés en sens d'horaire
IDS_MESSAGE_SCREEN_ROTATE_270=Tournez 90 degrés en sens inverse des aiguilles d'une montre
IDS_MESSAGE_SCREEN_ROTATE_180=Tournez 180 degrés
IDS_MESSAGE_SCREEN_ROTATE_H_BACK=Miroir horizontal
IDS_MESSAGE_SCREEN_ROTATE_V_BACK=Miroir vertical
IDS_MESSAGE_SCREEN_ROTATE_90_MIRROR=Tournez 90 degrés en sens d'horaire puis le miroir

IDS_MESSAGE_SCREEN_ROTATE_270_MIRROR=Tournez 90 degrés en sens inverse des aiguilles d'une montre puis le miroir
IDS_MESSAGE_SCREEN_ROTATE_180_MIRROR=Tournez 180 degrés puis le miroir
IDS_MESSAGE_PLEASE_SELECT_RAOXIAN=Veuillez choisir la règle d'alignement de ligne
IDS_MESSAGE_PLEASE_STEP_POINT_RAOXIAN=S'il vous plaît décalquer les points pour déduire la règle d'alignement de ligne.

IDS_MESSAGE_HCP_FORMAT1=Veuillez choisir le fichier*.hcp1
IDS_MESSAGE_HCP_FORMAT2=Veuillez choisir le fichier *.hcp2


IDS_MESSAGE_HCP_FORMAT3=Veuillez choisir le fichier *.hcp3


IDS_MESSAGE_HCP_FORMAT4=Veuillez choisir le fichier *.hcp4  
IDS_MESSAGE_PLEASE_USE_HIGHER_VERSION=S'il vous plaît utiliser une version plus supérieur du logiciel LEDSET
IDS_MESSAGE_UPGRADE_SUCCESS=Mise à niveau avec succès
IDS_MESSAGE_UPGRADE_FAILED=Mise à niveau échoue
IDS_MESSAGE_CARD_LINK_ERROR=Echec de connexion au réseau
IDS_MESSAGE_FOLDER_NOT_EXIST=Le dossier n'existe pas
IDS_MESSAGE_PLEASE_INPUT_WIDTH=S'il vous plaît entrer une valeur de largeur
IDS_MESSAGE_PLEASE_INPUT_HEIGHT=S'il vous plaît entrer une valeur de hauteur
IDS_MESSAGE_SOFT_RELEASE_DATE=Date de sortie du logiciel pour la configuration intelligente:
IDS_MESSAGE_LEDSET=Guidage d'installation du matériel LED
IDS_MESSAGE_MIAO_DOT_END=Tracer le point a terminé, cliquez sur l'étape suivant
IDS_MESSAGE_LEDSET_FONT=Texte clair
IDS_MESSAGE_LEDSET_PIC=L'image est claire
IDS_MESSAGE_FULL_COLOR=En couleur
IDS_MESSAGE_DOUBLE_COLOR=Couleur unique et bicolore
IDS_MESSAGE_FPGA_NO_SUPPORT=La version du logiciel de configuration intelligente est trop basse, veuillez utiliser une version supérieure de configuration intelligente 
IDS_MESSAGE_CARD_VERSION_TOO_LOW=Version du logiciel de la carte de contrôle est trop basse

IDD129_1041=Largeur du module (pixels)
IDD129_1200=Hauteur du module (pixels)
IDD129_1201=Entrez le nombre de cables
IDD129_1202=Le nombre de groupe RGB dans un ensemble de cables
IDD129_1203=Type de décodage 
IDD129_1147=Type HUB

IDS_HEADERTITLE_INTERLLIGENT_SET_STEP1=Remarque: 1. la disposition de module LED est selon la direction de montage réelle
IDS_HEADERSUBTITLE_INTERLLIGENT_SET_STEP1=2 Observez seulment HUB le module simple connecté à la première interface J1
IDS_HEADERTITLE_INTERLLIGENT_SET_STEP2=Jugement de polarité de données (RP)
IDS_HEADERSUBTITLE_INTERLLIGENT_SET_STEP2=S'il vous plaît observer les changements de luminosité de module
IDS_HEADERTITLE_INTERLLIGENT_SET_STEP3=Jugement de disparition de polarité(OE)
IDS_HEADERSUBTITLE_INTERLLIGENT_SET_STEP3=S'il vous plaît observer les changements de luminosité de module
IDS_HEADERTITLE_INTERLLIGENT_SET_STEP4=Jugement des combinaisons de couleur 
IDS_HEADERSUBTITLE_INTERLLIGENT_SET_STEP4=S'il vous plaît observer les changements de couleur de module
IDS_HEADERTITLE_INTERLLIGENT_SET_STEP5=Jugement d'état statique et le balayage
IDS_HEADERSUBTITLE_INTERLLIGENT_SET_STEP5=S'il vous plaît vérifiez le numéro de droit horizontale lumineux dans le module et le choix de l'espacement 
IDS_HEADERTITLE_INTERLLIGENT_SET_STEP6=Jugement de règle de cablage de l'écran
IDS_HEADERSUBTITLE_INTERLLIGENT_SET_STEP6=Affichage d'opération dans le module de référence
IDS_HEADERTITLE_INTERLLIGENT_SET_STEP7=Jugement envers de ligne et rangée
IDS_HEADERSUBTITLE_INTERLLIGENT_SET_STEP7=1. Observez la position de point lummineux dans cette ligne 2. Observez la position de point lummineux dans cette rangée
IDS_HEADERTITLE_INTERLLIGENT_SET_STEP8=Jugez si le réglage de l'écran est correct
IDS_HEADERSUBTITLE_INTERLLIGENT_SET_STEP8=Observez si le test de oblique esti normale

IDS_HEADERTITLE_IMPORT_HCP=S'il ya fichier de configuration .Hcp adapté à l'écran. Importez directement
IDS_HEADERSUBTITLE_IMPORT_HCP=Note: Ne pas le importez le fichier de configuration de l'écran statique dans l'écran de balayage, sinon il va brûler l'écran
IDS_HEADERTITLE_PARAM_CONFIG_STEP1=Paramètres de base
IDS_HEADERSUBTITLE_PARAM_CONFIG_STEP1=Cliquez sur le bouton "sauver les paramètres ", l'écran démarre, la configuration prend effet après la démarrage
IDS_HEADERTITLE_NET_PARAM=Réglage des paramètres de réseau
IDS_HEADERSUBTITLE_NET_PARAM=S'il vous plaît entrer une adresse IP valide
IDS_HEADERTITLE_TEST_STEP1=Test de fonction de l'écran de test
IDS_HEADERSUBTITLE_TEST_STEP1=Le grand écran redémarre après le test
IDS_HEADERTITLE_SPECIAL_SCREEN_STEP1=Que ce soit par configuration intelligente ou d'importation de ficher .hcp pour la configuration correcte du module simples
IDS_HEADERSUBTITLE_SPECIAL_SCREEN_STEP1=Si non, s'il vous plaît régler un module correctement.
IDS_HEADERTITLE_SPECIAL_SCREEN_STEP2=Confirmer si les parameters de largeur et hauteur de la carte de commande est identique à la hauteur et la largeur réelle de l'écran
IDS_HEADERSUBTITLE_SPECIAL_SCREEN_STEP2=Si elles sont différentes, modifiez la largeur et hauteur de la carte de contrôle pour qu'elles sont identique à la hauteur et la largeur réelle de l'écran.
IDS_HEADERTITLE_SPECIAL_SCREEN_STEP3=Sélection le corps d'écran spécial
IDS_HEADERSUBTITLE_SPECIAL_SCREEN_STEP3=Veuillez choisir
IDS_HEADERTITLE_SPECIAL_SCREEN_STEP4=Réglage de méthode de cablage spéciale pour l'écran super long
IDS_HEADERSUBTITLE_SPECIAL_SCREEN_STEP4=Peut d'abord cliquer sur l'aperçu de schéma de cablage puis la methode de cablage
IDS_HEADERTITLE_SPECIAL_SCREEN_STEP5=Réglage des méthodes de cablage spécial de l'écran érigé

IDS_HEADERSUBTITLE_SPECIAL_SCREEN_STEP5=Peut d'abord cliquer sur l'aperçu de schéma de cablage puis la methode de cablage
IDS_HEADERTITLE_SPECIAL_SCREEN_STEP6=Réglage de miroir rotatif
IDS_HEADERSUBTITLE_SPECIAL_SCREEN_STEP6=Cliquez l'envoi pour regarder l'état de l'écran après le redémarrage
IDS_HEADERTITLE_OTHER_FUNC_STEP1=D'autres fonctions moins fréquemment utilisés
IDS_HEADERSUBTITLE_OTHER_FUNC_STEP1=Après la mise à niveau avec succès, le système redémarre, retournez à page d'accueil pour  voir la version de la carte de commande
IDS_HEADERTITLE_RESTORE_IP=Restaurer toutes les adresses IP de carte de commande en ligne
IDS_HEADERSUBTITLE_RESTORE_IP=Convient pour l'utilisation lorsque le fil est branchécorrectement et l'adresse IP de la carte de contrôle est oublié
IDS_HEADERTITLE_CUSTOM_HCP_MAKE=Personnalisez le générateur de fichier hcp
IDS_HEADERSUBTITLE_CUSTOM_HCP_MAKE=hcp correspond à Zhanggang FPGA ; hcp1 correspond à Bai Shiqiang FPGA ; hcp2 correspond au processus sans le niveau gris de Xu Rongsheng

IDD130_1048=L'état change automatiquement une fois toutes les quatre secondes, observez l'état du module LED, sélectionnez la réponse correcte dans l'affichage d'état
IDD130_1204=Condition de changement
IDD131_1049=L'état change automatiquement une fois toutes les quatre secondes, observez l'état du module LED, sélectionnez la réponse correcte dans l'affichage d'état
IDD131_1204=Condition de changement
IDD132_1051=L'état change automatiquement une fois toutes les quatre secondes, observez l'état du module LED, sélectionnez la réponse correcte dans l'affichage d'état
IDD132_114=1 Choix de couleur
IDD132_115=2 Choix de couleur
IDD132_1052=3 Choix de couleur
IDD132_1056=4 Choix de couleur
IDD133_1205=Nombre de rang avec ligne lumineuse dans le module:
IDD133_1206=Nombre de rang espacé entre deux lignes lumineuses:
IDD133_1207=Remarque: S'il ya seulement une ligne lumineuse dans le module, le nombre de rang espacé entre deux lignes lumineuses doit choisir ‘'l'ensemble du module est allumé ou seulement un rang est allumé

IDD134_1118=Sélection de l'alignement de l'écran uiniversal (recommandé), sélectionnez en ordre l'apparition d'une ligne horizontale et une ligne verticale dans le module
IDD134_1148=Veuillez choisir
IDD134_1119=Jugez la règle de cablage de l'écran point par point
IDD134_1137=Retour
IDD134_1146=Retracez le point à nouveau
IDD135_1020=1.Observez la position le rang de point lumineux dans le module, et sélectionnez la position de point lumineux dans le tableau suivant
IDD135_1108=2.	Observez la position le rang de point lumineux dans le module, et sélectionnez la position de point lumineux dans le tableau suivant
IDD135_1144=Retracez le point à nouveau
IDD135_1145=Retracez le point à nouveau
IDD136_114=Oui
IDD136_115=Non

IDD149_1093=L'adresse IP
IDD149_1094=Masque de sous-réseau
IDD149_1095=Passerelle par défaut
IDD149_1099=Modifier

IDD137_1020=Importation de ficher de configuration *.hcp
IDD137_1040=Sélectionner fichier *.hcp
IDD137_1106=Envoyer à la carte de commande

IDD119_108=Réglage a terminé

IDD119_107=Si vous voulez continuer d'autres réglages, cliquez sur le bouton "retourner à page d'accueil"
IDD119_109=Si vous voulez quitter le programme, cliquez sur annuler ou le bouton de fermeture dans le coin supérieur droit

IDD140_1020=Mise à niveau du logiciel de la carte de contrôle
IDD140_1079=Sélectionnez le fichier de package de mise à niveau
IDD140_1021=Mise à niveau
IDD140_1081=Restaurer le réglage de la carte de contrôle par défaut
IDD140_1083=Réglage de Gamma

IDD139_1029=Paramètres de matériel
IDD139_1026=Largeur de l'écran grand( en pixels)
IDD139_1025=Hauteur de l'écran grand( en pixels)
IDD139_1208=Polarité de données
IDD139_1102=Polarité de OE
IDD139_1209=Luminosité[Veuillez régler le OE correct]
IDD139_1216=Niveau gris
IDD139_1217=Balayage d'horloge
IDD139_1101=Positif
IDD139_1059=Négatif
IDD139_1054=Positif
IDD139_1060=Négatif
IDD139_1062=Manuel
IDD139_1063=Automatique
IDD139_1210=Sensibilité de capteur
IDD139_1193=Texte / image
IDD139_1196=Perte de brilliance actuelle
IDD139_1197=Taux d'actualisation actuel
IDD139_1064=Enregistrer les paramètres
IDD150_1107=Les règles de la fabrication de carte de contrôle sont les suivantes: si le numéro de série est M100-280-00389, IP devrait être 192.168.0.189; la fabrication est unifiée à segment de réseau 192.168.0.x, le dernier champ prend les deux derniers chiffres du numéro de série plus 100 ;
IDD150_1108=2.Cette fonction s'applique à l'oubli de IP pour la carte contrôle, ce qui entraîne que l'ordinateur et la carte de contrôle ne peuvent pas être réglés sur le même segment de réseau, et la carte de contrôle ne peut pas être trouvée;
IDD150_1109=3.Assurez-vous que la carte de contrôle et l'ordinateur est sur le même réseau local ou la connexion directe, s'ils sont dans le même segment de réseau, assurez vous qu'aucun autre carte de contrôle est dans le réseau, autrement il sera entièrement restauré à la nouvelle adresse IP;
IDD150_1110=4.Cette restauration en restaure que IP du réseau de carte de contrôle, d'autres paramètres du matériel ne sont pas modifiés, le re-réglage n'est pas nécessaire
IDD150_1111=Veuillez entrer le code de confirmation(20080808)
IDD150_1112=Nouveau adresse IP de carte de contrôle
IDD150_1114=Restaurer

IDD141_1120=Oui
IDD141_1121=Non

IDD142_1120=Oui
IDD142_1121=Non

IDD143_1191=Largeur de l'écran(pixel)
IDD143_1192=Hauteur de l'écran(pixel)
IDD143_1036=L'écran super long
IDD143_1037=L'écran érigé
IDD143_1035=L'écran avec miroir rotatif

IDD144_1034=Quartième étape de l'écran spécial
IDD144_1122=Réglage de méthode de cablage de l'écran super long
IDD144_1212=Largeur de module
IDD144_1211=Hauteur de module
IDD144_1107=Nombre d'interface HUB avec un rang de module
IDD144_1020=L'aperçu de schéma de cablage
IDD144_1124=L'aperçu de schéma de cablage
IDD144_1099=Envoyer la méthode de cablage

IDD145_1034=Quartième étape de l'écran spécial
IDD145_1122=Réglage de méthode de cablage de l'écran érigé

IDD145_1212=Largeur de module
IDD145_1211=Hauteur de module
IDD145_1125=De bas vers le haut
IDD145_1107=Un interface HUB
IDD145_1108=Groupe de module
IDD145_1020=L'aperçu de schéma de cablage
IDD145_1126=Méthode de cablage 1 : Le dévidage à l'intérieur de boîte est en fonction de sa largeur
IDD145_1127=Méthode de cablage 2 : Le dévidage à l'intérieur de boîte est en fonction de la largeur de plaque de cellule
IDD145_1128=Méthode de cablage 3 : Dévidage à cascade entre les boîtes
IDD145_1124=L'aperçu de schéma de cablage
IDD145_1129=Méthode de cablage 4 : Le dévidage à l'intérieur de boîte est en fonction de sa largeur 2
IDD145_1099=Envoyer la méthode de cablage

IDD146_1034=Quartième étape de l'écran spécial
IDD146_1020=Direction de l'écran
IDD146_1099=Envoyer

IDD138_1028=Ligne de test
IDD138_1075=Test
IDD138_1088=Rouge
IDD138_1089=Vert
IDD138_1090=Bleu
IDD138_1091=Blanc
IDD138_1213=Distance de ligne(pixel)
IDD138_1067=Ligne transversale
IDD138_1068=Ligne verticale
IDD138_1069=Ligne oblique
IDD138_1214=Vitesse(ms)
IDD138_1066=Tester le niveau gris
IDD138_1070=Rouge
IDD138_1071=Vert
IDD138_1072=Bleu
IDD138_1073=Blanc
IDD138_1215=Vitesse(ms)
IDD138_116=Test
IDD138_1074=Arrêter le test

IDS_MESSAGE_DECODER_TYPE_138=Balayage[Oui 138]
IDS_MESSAGE_DECODER_TYPE_2SCAN=2 balayage sans décodage
IDS_MESSAGE_DECODER_TYPE_4SCAN=4 balayage sans décodage
IDS_MESSAGE_DECODER_TYPE_STATIC_NO_138=Etat statique, pas de 138
IDS_MESSAGE_BACK_TO_HOME=Retourner à la page d'accueil
IDS_MESSAGE_NO_LOSS=Pas de perte
IDS_MESSAGE_NO_CHECK_CARD=La carte de contrôle n'est pas détectée
IDS_MESSAGE_PLEASE_SELECT_NEED_CARD=Sélectionnez dans la liste la carte de contrôle à opérer
IDS_MESSAGE_NO_SUPPORT_THIS_METHODS=Méthode défavorable: cascade entre les boîtes, veuillez choisir un autre mode
IDS_MESSAGE_SELECT_WIRING_METHODS=Veuillez choisir la méthode de dévidage
IDS_MESSAGE_ILLEGAL_GETWAY_ADDRESS=Adresse de la passerelle illégal
IDS_MESSAGE_ILLEGAL_IP=IP illégal
IDS_MESSAGE_NO_SUPPORT_DISPLAY=L'écran défavorable
IDS_MESSAGE_CONFIG_FILE_IS_DESTORY=Le fichier de configuration est endommagé
IDD155_Title=Commutation de langue
IDD155_1=Confirmer
IDD155_2=Supprimer
IDD155_114=Chinois simplifié(P chinois)
IDD155_115=Chinois traditionnel (T chinois)
IDD155_1052=Anglais (English)
IDD155_1020=Il prend effet après le prochain démarrage du programme, veuillez fermer le programme de LEDSET pour le démarrage
IDS_MESSAGE_WIZNEXT=Etape suivante
IDS_MESSAGE_WIZBACK=Etape précédente
IDS_MESSAGE_WIZQUIT=Quitter
IDS_MESSAGE_WIZHELP=Aide
IDS_MESSAGE_WIZFINISH=L'accomplissement

IDS_MESSAGE_DLG_SET_UNIT_BORAD_WIZARD_1=Première étape de configuration intelligente
IDS_MESSAGE_DLG_SET_UNIT_BORAD_WIZARD_2=Deuxième étape de configuration intelligente
IDS_MESSAGE_DLG_SET_UNIT_BORAD_WIZARD_3=Troisième étape de configuration intelligente
IDS_MESSAGE_DLG_SET_UNIT_BORAD_WIZARD_4=Quatrième étape de configuration intelligente
IDS_MESSAGE_DLG_SET_UNIT_BORAD_WIZARD_5=Cinquième étape de configuration intelligente
IDS_MESSAGE_DLG_SET_UNIT_BORAD_WIZARD_6=Sixième étape de configuration intelligente
IDS_MESSAGE_DLG_SET_UNIT_BORAD_WIZARD_7=Septième étape de configuration intelligente
IDS_MESSAGE_DLG_SET_UNIT_BORAD_WIZARD_8=Huitième étape de configuration intelligente

IDS_MESSAGE_DLG_IMPORT_HCP_WIZARD_1=Importation de fichier de configuration *.hcp
IDS_MESSAGE_DLG_CONFIG_PARAM_WIZARD_1=Réglage de paramètres courants
IDS_MESSAGE_DLG_TEST_WIZARD_1=Test
IDS_MESSAGE_DLG_SPECIAL_SCREEN_LINES_WIZARD_1=Première étape d'écran spécial
IDS_MESSAGE_DLG_SPECIAL_SCREEN_LINES_WIZARD_2=Deuxième étape d'écran spécial
IDS_MESSAGE_DLG_SPECIAL_SCREEN_LINES_WIZARD_3=Troisième étape d'écran spécial
IDS_MESSAGE_DLG_SPECIAL_SCREEN_LINES_WIZARD_4=Quartième étape d'écran spécial
IDS_MESSAGE_DLG_SPECIAL_SCREEN_LINES_WIZARD_5=Quartième étape d'écran spécial
IDS_MESSAGE_DLG_SPECIAL_SCREEN_LINES_WIZARD_6=Quartième étape d'écran spécial
IDS_MESSAGE_DLG_SPECIAL_SCREEN_LINES_WIZARD_7=Quartième étape d'écran spécial

IDS_MESSAGE_DLG_OTHER_FUNC_WIZARD_1=D'autres fonctions moins fréquemment utilisés
IDS_MESSAGE_DLG_FINISHED=L'accomplissement
IDS_MESSAGE_DLG_NET_PARAM_WIZARD_1=Paramètre de réseau
IDS_MESSAGE_DLG_RESTORE_ALL_CARD_IP=Restaurer IP de carte de contrôle
IDS_MESSAGE_DLG_CUSTOM_HCP_MAKE=Personnalliser le générateur hcp
IDS_MESSAGE_DLG_VERSION_NO_SUPPORT_SPECAIL_CONFIG=La version de logiciel de carte de contrôle ne supporte pas le réglage de l'écran spécial

IDD116_1085=Détecter
IDD153_Title=En cours d'importation de dossier
IDS_MESSAGE_SET_SUCCESS=Réglage avec succès
IDS_MESSAGE_WAIT_PLEASE=Veuillez attendre
IDS_MESSAGE_SENSITIVITY_LOWEST=Le plus bas
IDS_MESSAGE_SENSITIVITY_HIGHTEST=Le plus haut
IDD130_1222=Si vous ne voyez pas de changements de lumière, cochez cet article et observez attentivement 
IDS_MESSAGE_SAME_IP_IN_NET=Le réseau détecte le conflit d'écran d'affichage avec le mêle IP, veuillez modifier IP
IDD157_Title=Rappelle
IDD158_Title=Quartième étape d'écran spécial
IDD158_1231=Ligne de départ
IDD158_1232=Ligne déplacée vers le bas
IDD158_1099=Envoyer


IDS_MESSAGE_XUNI_1=En haut à gauche [rouge 1], en haut à droit [Bleu], en bas à gauche [Vert], en bas à droite [Rouge 2]
IDS_MESSAGE_XUNI_2=En haut à gauche [rouge 1], en haut à droit [vert], en bas à gauche [bleu], en bas à droite [Rouge 2]
IDS_MESSAGE_XUNI_3=En haut à gauche [bleu], en haut à droit [rouge 1], en bas à gauche [rouge2], en bas à droite [vert]
IDS_MESSAGE_XUNI_4=En haut à gauche [vert], en haut à droit [rouge 1], en bas à gauche [rouge2], en bas à droite [bleu]
IDS_MESSAGE_XUNI_5=En haut à gauche [rouge2], en haut à droit [bleu], en bas à gauche [vert], en bas à droite [rouge1]
IDS_MESSAGE_XUNI_6=En haut à gauche [rouge2], en haut à droit [vert], en bas à gauche [bleu], en bas à droite [rouge1]
IDS_MESSAGE_XUNI_7=En haut à gauche [bleu], en haut à droit [rouge2], en bas à gauche [rouge1], en bas à droite [vert]
IDS_MESSAGE_XUNI_8=En haut à gauche [vert], en haut à droit [rouge2], en bas à gauche [rouge1], en bas à droite [bleu]
IDS_MESSAGE_XUNI_9=En haut à gauche [rouge], en haut à droit [bleu], en bas à gauche [vert], en bas à droite [rouge]
IDS_MESSAGE_XUNI_10=En haut à gauche [rouge], en haut à droit [vert], en bas à gauche [bleu], en bas à droite [rouge]
IDS_MESSAGE_XUNI_11=En haut à gauche [vert], en haut à droit [rouge], en bas à gauche [rouge], en bas à droite [bleu]
IDS_MESSAGE_XUNI_12=En haut à gauche [bleu], en haut à droit [rouge], en bas à gauche [rouge], en bas à droite [vert]

IDD129_1235=Activer le pixel virtuel (se reférer  à la position de LED de module pour choisir le type virtuel)
IDD139_1235=Activer le pixel virtuel


IDS_MESSAGE_STEP5_11=Rouge[haut]
IDS_MESSAGE_STEP5_12=Vert
IDS_MESSAGE_STEP5_13=Bleu
IDS_MESSAGE_STEP5_14=Rouge[bas]
IDS_MESSAGE_PLEASE_CHECK_LINE=Vérifiez si le cable est endommagé ou mal connecté
IDS_MESSAGE_PLEASE_SELECT_XUNI_TYPE=Se reférer à la position de LED de module pour choisir le type virtuel

IDS_MESSAGE_STEP7_32_2_1=32X16_2 balayage d'un groupe de donnée _32 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_2_2=32X16_2 balayage d'un groupe de donnée _32 rangées avec retour en forme Z

IDS_MESSAGE_STEP7_32_4_1=32X16_4 balayage d'un groupe de donnée _8 rangées_rangs avec retour en forme U
IDS_MESSAGE_STEP7_32_4_2=32X16_4 balayage d'un groupe de donnée _8 rangées_rangs avec retour en forme Z
IDS_MESSAGE_STEP7_32_4_3=32X16_4 balayage d'un groupe de donnée _32 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_4_4=32X16_4 balayage d'un groupe de donnée _32 rangées avec retour en forme Z

IDS_MESSAGE_STEP7_32_16_1=32X32_16 balayage d'un groupe de donnée _4 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_16_2=32X32_16 balayage d'un groupe de donnée _4 rangées avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_16_3=32X32_16 balayage d'un groupe de donnée _4 rangées avec retour en forme Z
IDS_MESSAGE_STEP7_32_16_4=32X32_16 balayage d'un groupe de donnée _4 rangées avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_16_5=32X32_16 balayage d'un groupe de donnée _8 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_16_6=32X32_16 balayage d'un groupe de donnée _8 rangées avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_16_7=32X32_16 balayage d'un groupe de donnée _8 rangées avec retour en forme Z
IDS_MESSAGE_STEP7_32_16_8=32X32_16 balayage d'un groupe de donnée _8 rangées avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_16_9=32X32_16 balayage d'un groupe de donnée _16 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_16_10=32X32_16 balayage d'un groupe de donnée _16 rangées avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_16_11=32X32_16 balayage d'un groupe de donnée _16 rangées avec retour en forme Z
IDS_MESSAGE_STEP7_32_16_12=32X32_16 balayage d'un groupe de donnée _16 rangées avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_16_13=32X32_16 balayage d'un groupe de donnée _32 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_16_14=32X32_16 balayage d'un groupe de donnée _32 rangées avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_16_15=32X32_16 balayage d'un groupe de donnée _32 rangées avec retour en forme Z
IDS_MESSAGE_STEP7_32_16_16=32X32_16 balayage d'un groupe de donnée _32 rangées avec retour en forme Z_inverse

IDS_MESSAGE_STEP7_32_8_1=32X16_8 balayage d'un groupe de donnée _32 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_8_2=32X16_8 balayage d'un groupe de donnée _32 rangées avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_8_3=32X16_8 balayage d'un groupe de donnée _32 rangées avec retour en forme Z
IDS_MESSAGE_STEP7_32_8_4=32X16_8 balayage d'un groupe de donnée _32 rangées avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_8_5=32X32_8 balayage d'un groupe de donnée _4 rangées _16 rangs avec retour en forme U
IDS_MESSAGE_STEP7_32_8_6=32X32_8 balayage d'un groupe de donnée _4 rangées _16 rangs avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_8_7=32X32_8 balayage d'un groupe de donnée _4 rangées _16 rangs avec retour en forme Z
IDS_MESSAGE_STEP7_32_8_8=32X32_8 balayage d'un groupe de donnée _4 rangées _16 rangs avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_8_9=32X32_8 balayage d'un groupe de donnée _4 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_8_10=32X32_8 balayage d'un groupe de donnée _4 rangées avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_8_11=32X32_8 balayage d'un groupe de donnée _4 rangées avec retour en forme Z
IDS_MESSAGE_STEP7_32_8_12=32X32_8 balayage d'un groupe de donnée _4 rangées avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_8_13=32X32_8 balayage d'un groupe de donnée _8 rangées _16 rangs avec retour en forme U
IDS_MESSAGE_STEP7_32_8_14=32X32_8 balayage d'un groupe de donnée _8 rangées _16 rangs avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_8_15=32X32_8 balayage d'un groupe de donnée _8 rangées _16 rangs avec retour en forme Z
IDS_MESSAGE_STEP7_32_8_16=32X32_8 balayage d'un groupe de donnée _8 rangées _16 rangs avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_8_17=32X32_8 balayage d'un groupe de donnée _8 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_8_18=32X32_8 balayage d'un groupe de donnée _8 rangées avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_8_19=32X32_8 balayage d'un groupe de donnée _8 rangées avec retour en forme Z
IDS_MESSAGE_STEP7_32_8_20=32X32_8 balayage d'un groupe de donnée _8 rangées avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_8_21=32X32_8 balayage d'un groupe de donnée _16 rangées _16 rangs avec retour en forme U
IDS_MESSAGE_STEP7_32_8_22=32X32_8 balayage d'un groupe de donnée _16 rangées _16 rangs avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_8_23=32X32_8 balayage d'un groupe de donnée _16 rangées _16 rangs avec retour en forme Z
IDS_MESSAGE_STEP7_32_8_24=32X32_8 balayage d'un groupe de donnée _16 rangées _16 rangs avec retour en forme Z_inverse
IDS_MESSAGE_STEP7_32_8_25=32X32_8 balayage d'un groupe de donnée _16 rangées avec retour en forme U
IDS_MESSAGE_STEP7_32_8_26=32X32_8 balayage d'un groupe de donnée _16 rangées avec retour en forme U_inverse
IDS_MESSAGE_STEP7_32_8_27=32X32_8 balayage d'un groupe de donnée _16 rangées avec retour en forme Z
IDS_MESSAGE_STEP7_32_8_28=32X32_8 balayage d'un groupe de donnée _16 rangées avec retour en forme Z_inverse

IDD139_1246=Paramètre d'actualiser l'écran
IDD139_1239=Cycle préfabriqué

IDD139_1240=Cycle de durée d'impulsion
IDD139_1241=Cycle de tenue
IDD139_1247=Restaurer et actualiser la valeur par défaut
IDD137_1248=Importation de fichier de configuration
IDD137_1249=Le logiciel de la carte de commande ne supporte pas la relecture de fichier hcp
IDD137_1107=Lecture de fichier hcp dans la carte de contrôle
IDS_MESSAGE_ZNCE_SAVE_PARAM=Enregistrer le fichier hcp de relecture
IDD137_1252=Luminosité de niveau 255
IDD137_1220=Vitesse de bus
IDD134_1255=Test (cliquer en continu)
IDD134_1256=Description sans succès
IDD149_1262=Obtenir une adresse IP automatiquement
IDD149_1263=Utiliser l'adresse IP suivante
IDS_MESSAGE_LINE_INDEX_FINISHED=Déduction de séquence terminée, cliquez sur l'étape suivante
IDS_MESSAGE_NO_5041=Pas 5041
IDS_MESSAGE_MAX_CASCADE_TIP=Supportez au plus 256 cartes de réception
IDS_MESSAGE_SAVE_CASCADE_PARAM=Enregistrer les paramètres de configuration en cascade
IDS_MESSAGE_NO_SUPPORT_CASCADE=Cette carte de contrôle ne supporte la cascade
IDS_MESSAGE_INDEX=Numéro d'ordre:
IDS_MESSAGE_WIDTH=Largeur:
IDS_MESSAGE_HEIGHT=Hauteur:
IDD116_1280=Réglage de méthode de cascade
IDD152_Title=Tracez le point pour la règle d'alignement
IDD152_1277=Type de balayage ou l'état statique
IDD152_1278=Largeur de tableau:
IDD152_1275=Hauteur de tableau
IDD152_1137=Retour
IDD152_1136=Tracez les point à nouveau
IDD152_1138=L'accomplissement
IDD159_Title=Configuration de méthode de cascade
IDD159_1282=Nombre de carte horizontale:
IDD159_1283=Nombre de carte verticale:
IDD159_1287=Réinitialiser
IDD159_1284=Largeur de carte de réception(pixel):
IDD159_1285=Hauteur de carte de réception(pixel):
IDD159_1286=Appliquez à la carte de réception actuelle
IDD159_1294=Envoyez paramètre de cascade
IDD159_1138=Enregistrez au matériel
IDD159_1293=Sélectionnez le fichier de configuration et envoyer
IDD159_1298=Largeur de module(pixel):
IDD159_1300=La carte principale ne connecte pas à l'écran d'affichage
IDD139_1297=L'adresse WEB de Kai Zhe
IDD159_1303=Modification manuelle
IDS_MESSAGE_MIAO_DOT_END_CLICK_FINISHED=L'accomplissement de tracer les points, veuillez cliquer sur finir
IDD155_1056=Française(French)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      